[
  {
    "order": 1,
    "name": "مار مرقس الرسول",
    "patriarchate_years": "43–68 م",
    "church": "الكنيسة القبطية الأرثوذكسية",
    "image": "مارمقس.jpg",
    "summary": "القديس مار مرقس هو أحد السبعين رسولاً وكاتب الإنجيل الثاني، أسس كنيسة الإسكندرية وسيم أول بطريرك لها. جاء إلى مصر حوالي سنة 43 م وبشّر بالمسيح وسط الوثنيين واليهود، وأجرى معجزات عظيمة باسم الرب. استشهد في عيد القيامة أثناء الاضطهاد الروماني، وما زالت كنيسته باقية في قلوب المصريين.",
    "defensive_positions": [
      "واجه مقاومة شديدة من الوثنيين بسبب بشارته ونجاحه في تحويل الكثيرين إلى المسيحية.",
      "أسس الكرازة المرقسية التي صارت مركزًا لاهوتيًا مؤثرًا على مستوى العالم.",
      "صمد حتى الاستشهاد رغم تعذيبه وسحله في شوارع الإسكندرية."
    ]
  },
  {
    "order": 2,
    "name": "البابا أنيانوس",
    "patriarchate_years": "68–85 م",
    "church": "الكنيسة القبطية الأرثوذكسية",
    "image": "4-2.png",
    "summary": "خلف مار مرقس في الرعاية بعد استشهاده، وكان أول من رسمه الرسول نفسه. تميز بالوداعة والحكمة، واستمر في نشر الإيمان المسيحي وسط مقاومة الإمبراطورية الرومانية. قام برسامة قسوس وشمامسة، وكان له دور في تثبيت الكنيسة في بدايتها.",
    "defensive_positions": [
      "واصل التبشير رغم الجو العام من الخوف والاضطهاد بعد استشهاد مار مرقس.",
      "نظّم الكنيسة من الداخل وساعد في ترسيخ تقاليدها الليتورجية الأولى.",
      "رسم خدامًا جديرين وقاد الجماعة بهدوء في أوقات عصيبة."
    ]
  },
  {
    "order": 3,
    "name": "البابا ميليوس",
    "patriarchate_years": "85–98 م",
    "church": "الكنيسة القبطية الأرثوذكسية",
    "image": "3jpg.jpg",
    "summary": "قاد الكنيسة في فترة نمو هادئة نسبيًا مقارنة بسابقيه، واهتم بتعميق الإيمان بين المؤمنين. واجه تحديات لاهوتية وتنظيمية من تيارات فكرية متسللة، وكان له دور واضح في تثبيت العقيدة.",
    "defensive_positions": [
      "تابع تثبيت العقيدة الأرثوذكسية في مواجهة تيارات بدعية بدأت تظهر في بعض المناطق.",
      "عمل على تعليم المؤمنين وتقوية بنيان الكنيسة من الداخل."
    ]
  },
  {
    "order": 117,
    "name": "البابا كيرلس السادس",
    "patriarchate_years": "1959–1971 م",
    "church": "الكنيسة القبطية الأرثوذكسية",
    "image": "https://upload.wikimedia.org/wikipedia/commons/e/e0/Pope_Cyril_VI_of_Alexandria.jpg",
    "summary": "هو أحد أعظم قديسي العصر الحديث، تميز بحياة صمت وصلاة عميقة، كان ناسكًا ورعًا وبنى كاتدرائية مار مرقس بالعباسية. أقام نهضة روحية شاملة، شهد عصره ظهور السيدة العذراء في الزيتون، وأسس العديد من الأديرة والمدارس اللاهوتية.",
    "defensive_positions": [
      "واجه التحديات الفكرية والعلمانية بالتجديد الروحي والتقوى.",
      "ثبّت العقيدة الأرثوذكسية وسط تيارات بروتستانتية وتأثيرات علمانية.",
      "أعاد الحياة الرهبانية إلى قوتها ومجدها بعد فترات من الضعف."
    ]
  },
  {
    "order": 118,
    "name": "البابا شنودة الثالث",
    "patriarchate_years": "1971–2012 م",
    "church": "الكنيسة القبطية الأرثوذكسية",
    "image": "https://upload.wikimedia.org/wikipedia/commons/6/6f/Pope_Shenouda_III.jpg",
    "summary": "أحد أكثر البطاركة تأثيرًا في التاريخ الحديث. كان كاتبًا، شاعرًا، ومدافعًا قويًا عن الإيمان. أسس نهضة تعليمية ولاهوتية في الكنيسة، كما اهتم بشؤون الأقباط في الداخل والخارج. عرف بموقفه الحازم ضد التدخلات السياسية وضد البدع.",
    "defensive_positions": [
      "دافع عن الأرثوذكسية في مواجهة التعليم الخاطئ داخل وخارج مصر.",
      "أسس معاهد وكليات لتخريج جيل من الخدام والمفكرين اللاهوتيين.",
      "واجه الأنظمة السياسية بحكمة ولم يسمح بتجاوزات في شؤون الكنيسة."
    ]
  }
]
